package com.slowletter;

import org.springframework.boot.SpringApplication;
import org.springframework.boot.autoconfigure.SpringBootApplication;

@SpringBootApplication
public class SlowletterApplication {

	public static void main(String[] args) {
		SpringApplication.run(SlowletterApplication.class, args);
	}

}
//
//		대한민국 - 미국: 약 12-14시간
//		대한민국 - 일본: 약 1-2시간
//		대한민국 - 중국: 약 2-3시간
//		대한민국 - 영국: 약 12-14시간
//		대한민국 - 프랑스: 약 12-14시간
//		대한민국 - 독일: 약 12-14시간
//		대한민국 - 이탈리아: 약 12-14시간
//		대한민국 - 스페인: 약 13-15시간
//		대한민국 - 러시아: 약 7-9시간
//		대한민국 - 벨기에: 약 12-14시간
//		대한민국 - 네덜란드: 약 11-13시간
//		대한민국 - 오스트레일리아: 약 9-11시간
//		대한민국 - 캐나다: 약 11-13시간
//		대한민국 - 브라질: 약 26-30시간
//		대한민국 - 멕시코: 약 15-17시간
//		미국 - 일본: 약 10-12시간
//		미국 - 중국: 약 12-14시간
//		미국 - 영국: 약 6-8시간
//		미국 - 프랑스: 약 8-10시간
//		미국 - 독일: 약 8-10시간
//		미국 - 이탈리아: 약 9-11시간
//		미국 - 스페인: 약 8-10시간
//		미국 - 러시아: 약 10-12시간
//		미국 - 벨기에: 약 8-10시간
//		미국 - 네덜란드: 약 8-10시간
//		미국 - 오스트레일리아: 약 14-16시간
//		미국 - 캐나다: 약 3-5시간
//		미국 - 브라질: 약 10-12시간
//		미국 - 멕시코: 약 3-5시간
//		영국 - 일본: 약 11-13시간
//		영국 - 중국: 약 10-12시간
//		영국 - 프랑스: 약 1-2시간
//		영국 - 독일: 약 1-2시간
//		영국 - 이탈리아: 약 2-3시간
//		영국 - 스페인: 약 2-3시간
//		영국 - 러시아: 약 4-6시간
//		영국 - 벨기에: 약 1-2시간
//		영국 - 네덜란드: 약 1-2시간
//		영국 - 오스트레일리아: 약 20-24시간
//		영국 - 캐나다: 약 7-9시간
//		영국 - 브라질: 약 11-13시간
//		영국 - 멕시코: 약 10-12시간
//		일본 - 중국: 약 2-3시간
//		일본 - 프랑스: 약 11-13시간
//		일본 - 독일: 약 11-13시간
//		일본 - 이탈리아: 약 12-14시간
//		일본 - 스페인: 약 12-14시간
//		일본 - 러시아: 약 8-10시간
//		일본 - 벨기에: 약 11-13시간
//		일본 - 네덜란드: 약 11-13시간
//		일본 - 오스트레일리아: 약 8-10시간
//		일본 - 캐나다: 약 9-11시간
//		일본 - 브라질: 약 24-26시간
//		일본 - 멕시코: 약 12-14시간
//		중국 - 프랑스: 약 11-13시간
//		중국 - 독일: 약 11-13시간
//		중국 - 이탈리아: 약 11-13시간
//		중국 - 스페인: 약 11-13시간
//		중국 - 러시아: 약 8-10시간
//		중국 - 벨기에: 약 11-13시간
//		중국 - 네덜란드: 약 11-13시간
//		중국 - 오스트레일리아: 약 9-11시간
//		중국 - 캐나다: 약 11-13시간
//		중국 - 브라질: 약 25-27시간
//		중국 - 멕시코: 약 14-16시간
//		프랑스 - 독일: 약 1-2시간
//		프랑스 - 이탈리아: 약 1-2시간
//		프랑스 - 스페인: 약 1-2시간
//		프랑스 - 러시아: 약 3-5시간
//		프랑스 - 벨기에: 약 1시간
//		프랑스 - 네덜란드: 약 1시간
//		프랑스 - 오스트레일리아: 약 20-22시간
//		프랑스 - 캐나다: 약 7-9시간
//		프랑스 - 브라질: 약 12-14시간
//		프랑스 - 멕시코: 약 11-13시간
//		독일 - 이탈리아: 약 1시간
//		독일 - 스페인: 약 2시간
//		독일 - 러시아: 약 3-5시간
//		독일 - 벨기에: 약 1시간
//		독일 - 네덜란드: 약 1시간
//		독일 - 오스트레일리아: 약 20-22시간
//		독일 - 캐나다: 약 8-10시간
//		독일 - 브라질: 약 13-15시간
//		독일 - 멕시코: 약 12-14시간
//		이탈리아 - 스페인: 약 2시간
//		이탈리아 - 러시아: 약 4-6시간
//		이탈리아 - 벨기에: 약 2시간
//		이탈리아 - 네덜란드: 약 2시간
//		이탈리아 - 오스트레일리아: 약 21-23시간
//		이탈리아 - 캐나다: 약 9-11시간
//		이탈리아 - 브라질: 약 13-15시간
//		이탈리아 - 멕시코: 약 13-15시간
//		스페인 - 러시아: 약 5-7시간
//		스페인 - 벨기에: 약 2시간
//		스페인 - 네덜란드: 약 2시간
//		스페인 - 오스트레일리아: 약 21-23시간
//		스페인 - 캐나다: 약 9-11시간
//		스페인 - 브라질: 약 13-15시간
//		스페인 - 멕시코: 약 12-14시간
//		러시아 - 벨기에: 약 3-5시간
//		러시아 - 네덜란드: 약 3-5시간
//		러시아 - 오스트레일리아: 약 19-21시간
//		러시아 - 캐나다: 약 9-11시간
//		러시아 - 브라질: 약 15-17시간
//		러시아 - 멕시코: 약 15-17시간
//		벨기에 - 네덜란드: 약 1시간
//		벨기에 - 오스트레일리아: 약 21-23시간
//		벨기에 - 캐나다: 약 7-9시간
//		벨기에 - 브라질: 약 12-14시간
//		벨기에 - 멕시코: 약 11-13시간
//		네덜란드 - 오스트레일리아: 약 20-22시간
//		네덜란드 - 캐나다: 약 7-9시간
//		네덜란드 - 브라질: 약 12-14시간
//		네덜란드 - 멕시코: 약 11-13시간
//		오스트레일리아 - 캐나다: 약 17-19시간
//		오스트레일리아 - 브라질: 약 13-15시간
//		오스트레일리아 - 멕시코: 약 14-16시간
//		캐나다 - 브라질: 약 10-12시간
//		캐나다 - 멕시코: 약 5-7시간
//		브라질 - 멕시코: 약 8-10시간